---
kind: property
id: P:Autodesk.Revit.DB.Electrical.ConduitSizes.Count
source: html/6201fb1e-bd04-b374-205b-6d3a2ba2a16a.htm
---
# Autodesk.Revit.DB.Electrical.ConduitSizes.Count Property

Count of the items contained in the collection.

## Syntax (C#)
```csharp
public int Count { get; }
```